//Урок 4. Коллекции
//        Создайте приложение, которое скачивает
//        файлы из интернета в несколько потоков.
//        У пользователя должна быть возможность указать,
//        сколько потоков использовать для загрузки.

public class Main {
    public static void main(String[] args) {

        System.out.println("Hello world!");
    }
}